Repository: CofficLab/GitOK
Catalog: Packages/PluginStash/Sources/PluginStash/Resources/GitStash.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: %lld files
zh_hans: %lld 个文件
zh_hk: %lld 個檔案

source: Applied stash@{%lld}
zh_hans: 已应用 stash@{%lld}
zh_hk: 已套用 stash@{%lld}

source: Apply stash (keep stash)
zh_hans: 应用 stash（保留 stash）
zh_hk: 套用 stash（保留 stash）

source: Applying, popping, or branching from a stash may conflict with your current working tree changes. Consider committing first or creating another stash.
zh_hans: 应用、弹出或从 stash 创建分支可能与当前工作树更改冲突。建议先提交或创建另一个 stash。
zh_hk: 套用、彈出或從 stash 建立分支可能與目前工作樹變更衝突。建議先提交或建立另一個 stash。

source: Are you sure you want to delete stash@{%lld}? This action cannot be undone.
zh_hans: 确定要删除 stash@{%lld} 吗？此操作无法撤销。
zh_hk: 確定要刪除 stash@{%lld} 嗎？此操作無法復原。

source: Cancel
zh_hans: 取消
zh_hk: 取消

source: Click "New Stash" above to temporarily store your current changes.
zh_hans: 点击上方"新建 Stash"来临时存储当前更改。
zh_hk: 點擊上方「新建 Stash」以暫存目前變更。

source: Confirm Delete Stash
zh_hans: 确认删除 Stash
zh_hk: 確認刪除 Stash

source: Continue
zh_hans: 继续
zh_hk: 繼續

source: Create
zh_hans: 创建
zh_hk: 建立

source: Create a new stash
zh_hans: 创建新的 stash
zh_hk: 建立新的 stash

source: Create branch from stash
zh_hans: 从 stash 创建分支
zh_hk: 從 stash 建立分支

source: Create Branch from Stash
zh_hans: 从 Stash 创建分支
zh_hk: 從 Stash 建立分支

source: Create Stash
zh_hans: 创建 Stash
zh_hk: 建立 Stash

source: Created branch from stash@{%lld}
zh_hans: 已从 stash@{%lld} 创建分支
zh_hk: 已從 stash@{%lld} 建立分支

source: Current Branch
zh_hans: 当前分支
zh_hk: 目前分支

source: Delete
zh_hans: 删除
zh_hk: 刪除

source: Delete stash
zh_hans: 删除 stash
zh_hk: 刪除 stash

source: Deleted stash@{%lld}
zh_hans: 已删除 stash@{%lld}
zh_hk: 已刪除 stash@{%lld}

source: Diff Preview
zh_hans: 差异预览
zh_hk: 差異預覽

source: Loading stash list…
zh_hans: 正在加载 stash 列表…
zh_hk: 正在載入 stash 列表…

source: Loading your saved changes
zh_hans: 正在加载已保存的更改
zh_hk: 正在載入已儲存的變更

source: New Branch name
zh_hans: 新分支名称
zh_hk: 新分支名稱

source: New Stash
zh_hans: 新建 Stash
zh_hk: 新建 Stash

source: No Stashes Yet
zh_hans: 暂无 Stash
zh_hk: 暫無 Stash

source: Pop stash (apply and delete)
zh_hans: 弹出 stash（应用并删除）
zh_hk: 彈出 stash（套用並刪除）

source: Popped stash@{%lld}
zh_hans: 已弹出 stash@{%lld}
zh_hk: 已彈出 stash@{%lld}

source: Reference the Desktop workflow to temporarily put changes into a restorable queue.
zh_hans: 参考 Desktop 工作流，临时将更改放入可恢复队列。
zh_hk: 參考 Desktop 工作流程，暫時將變更放入可復原佇列。

source: Review, restore, or discard individual stashes
zh_hans: 查看、恢复或丢弃单个 stash
zh_hk: 查看、復原或捨棄單個 stash

source: Saved Work
zh_hans: 已保存的工作
zh_hk: 已儲存的工作

source: Stash created
zh_hans: Stash 已创建
zh_hk: Stash 已建立

source: Stash description (optional)
zh_hans: Stash 描述（可选）
zh_hk: Stash 描述（選填）

source: Stashes
zh_hans: 个 Stash
zh_hk: 個 Stash

source: Uncommitted Changes
zh_hans: 未提交的更改
zh_hk: 未提交的變更

source: WIP on %@
zh_hans: %@ 上的工作进行中
zh_hk: %@ 上的工作進行中

source: Git stash management
zh_hans: Git 暂存管理
zh_hk: Git 暫存管理

source: %lld stashes on %@
zh_hans: %lld 个 stash，位于 %@
zh_hk: %lld 個 stash，位於 %@

source: View %lld stashes
zh_hans: 查看 %lld 个 stash
zh_hk: 檢視 %lld 個 stash

source: No project selected
zh_hans: 未选择项目
zh_hk: 未選擇專案

source: No stashes, click to open panel
zh_hans: 没有 stash，点击打开面板
zh_hk: 沒有 stash，點擊開啟面板
